{
    "homeTitle": "জ্ঞান অনুসরণ, ভবিষ্যত গঠন",
    "homeSubtitle": "নির্মাণ ব্যবস্থাপনায় স্নাতকোত্তর ছাত্র | উচ্চাকাঙ্ক্ষী পিএইচডি প্রার্থী",
    "aboutTitle": "আমার সম্পর্কে",
    "aboutText1": "আমি তেহরানের আজাদ ইসলামিক অফ সায়েন্স অ্যান্ড রিসার্চ ইউনিভার্সিটিতে কনস্ট্রাকশন ইঞ্জিনিয়ারিং এবং ম্যানেজমেন্টে আমার পড়াশোনা চালিয়ে যাওয়া একজন নিবেদিত ছাত্র। কৃত্রিম বুদ্ধিমত্তা (AI) এবং নির্মিত পরিবেশে এর প্রয়োগের উপর একটি বিশেষ ফোকাস সহ নির্মাণ প্রকৌশল এবং অত্যাধুনিক প্রযুক্তির সংযোগস্থলে আমার একাডেমিক যাত্রা গভীরভাবে নিহিত। আমার বর্তমান গবেষণা কনভোলিউশনাল নিউরাল নেটওয়ার্ক (CNN) এবং কংক্রিট ফাটল সনাক্তকরণের জন্য গভীর শিক্ষার কৌশলগুলিকে ঘিরে আবর্তিত হয়েছে, যার লক্ষ্য কাঠামোগত স্বাস্থ্য পর্যবেক্ষণ উন্নত করা এবং অবকাঠামোর সুরক্ষা এবং দীর্ঘায়ু উন্নত করা।",
    "aboutText2": "উদ্ভাবনের প্রতি অনুরাগ দ্বারা চালিত, আমি কীভাবে এআই প্রথাগত নির্মাণ অনুশীলনে বৈপ্লবিক পরিবর্তন আনতে পারে তা অন্বেষণ করতে প্রতিশ্রুতিবদ্ধ, ভবিষ্যদ্বাণীমূলক রক্ষণাবেক্ষণ থেকে স্বয়ংক্রিয় মান নিয়ন্ত্রণ পর্যন্ত। আমার কাজ শুধুমাত্র আমার প্রযুক্তিগত দক্ষতাই প্রতিফলিত করে না বরং টেকসই এবং স্থিতিস্থাপক অবকাঠামো উন্নয়নে অবদান রাখার জন্য আমার ইচ্ছাকেও প্রতিফলিত করে।",
    "aboutText3": "আমার একাডেমিক সাধনার বাইরে, আমি একজন আগ্রহী শিক্ষিকা এবং AI এর উত্সাহী, ক্রমাগত মেশিন লার্নিং, কম্পিউটার দৃষ্টি এবং ডেটা-চালিত সিদ্ধান্ত গ্রহণে আমার জ্ঞান এবং দক্ষতা প্রসারিত করতে চাই। আমি নির্মাণ ব্যবস্থাপনা এবং উন্নত প্রযুক্তির মধ্যে ব্যবধান পূরণ করতে আকাঙ্খা করি, এমন একটি ভবিষ্যত গড়ে তোলা যেখানে বুদ্ধিমান সিস্টেমগুলি নির্মিত পরিবেশ গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করে।",
    "researchTitle": "গবেষণা প্রকল্প",
    "publicationsTitle": "প্রকাশনা",
    "cvTitle": "কারিকুলাম ভিটা",
    "contactTitle": "যোগাযোগ",
    "contactText": "নির্দ্বিধায় ইমেলের মাধ্যমে আমার সাথে যোগাযোগ করুন বা GitHub, LinkedIn, Scopus, Google Scholar এবং ORCID-তে আমার সাথে সংযোগ করুন৷",
    "about": "সম্পর্কে",
    "research": "গবেষণা",
    "publications": "প্রকাশনা",
    "cv": "সিভি",
    "contact": "যোগাযোগ",
    "viewResearch": "আমার গবেষণা দেখুন",
    "downloadCV": "সিভি ডাউনলোড করুন",
    "researchProjects": "গবেষণা প্রকল্প",
    "publicationsPart": "প্রকাশনা",
    "publicationTitle": "শিরোনাম",
    "publicationYear": "বছর",
    "publicationJournal": "জার্নাল/সম্মেলন",
    "publicationLink": "লিঙ্ক",
    "curriculumVitae": "কারিকুলাম ভিটা",
    "cvText": "আমার একাডেমিক এবং পেশাদার ব্যাকগ্রাউন্ড সম্পর্কে আরও জানতে আমার সিভি ডাউনলোড করুন।",
    "skills": "দক্ষতা",
    "learnMore":"আরও জানুন"
  }