{
    "homeTitle": "Wissen verfolgen, Zukunft gestalten",
    "homeSubtitle": "Masterstudent in Baumanagement | Angehender Doktorand",
    "aboutTitle": "Über mich",
    "aboutText1": "Ich bin ein engagierter Student, der mein Studium im Baumanagement an der Universität Azad Islamic of Science and Research in Teheran fortsetzt. Meine akademische Laufbahn ist tief in der Schnittstelle zwischen Bauingenieurwesen und Spitzentechnologien verwurzelt, mit besonderem Schwerpunkt auf künstlicher Intelligenz (KI) und ihren Anwendungen in der gebauten Umwelt. Meine aktuelle Forschung konzentriert sich auf die Nutzung von Convolutional Neural Networks (CNNs) und Deep-Learning-Techniken zur Betonrisserkennung mit dem Ziel, die Überwachung des strukturellen Zustands zu verbessern und die Sicherheit und Langlebigkeit der Infrastruktur zu verbessern.",
    "aboutText2": "Angetrieben von einer Leidenschaft für Innovation, setze ich mich dafür ein, zu erforschen, wie KI traditionelle Baupraktiken revolutionieren kann, von der vorausschauenden Wartung bis zur automatisierten Qualitätskontrolle. Meine Arbeit spiegelt nicht nur mein technisches Fachwissen wider, sondern auch meinen Wunsch, zu einer nachhaltigen und belastbaren Infrastrukturentwicklung beizutragen.",
    "aboutText3": "Über meine akademischen Aktivitäten hinaus bin ich ein begeisterter Lernender und Enthusiast von KI und versuche ständig, mein Wissen und meine Fähigkeiten in den Bereichen maschinelles Lernen, Computer Vision und datengesteuerte Entscheidungsfindung zu erweitern. Mein Ziel ist es, die Lücke zwischen Baumanagement und fortschrittlichen Technologien zu schließen und eine Zukunft zu fördern, in der intelligente Systeme eine entscheidende Rolle bei der Gestaltung der gebauten Umwelt spielen.",
    "researchTitle": "Forschungsprojekte",
    "publicationsTitle": "Veröffentlichungen",
    "cvTitle": "Curriculum Vitae",
    "contactTitle": "Kontakt",
    "contactText": "Kontaktieren Sie mich gerne per E-Mail oder vernetzen Sie sich mit mir auf GitHub und LinkedIn.",
    "cvText":"Laden Sie meinen Lebenslauf herunter, um mehr über meinen akademischen und beruflichen Hintergrund zu erfahren.",
    "about": "über",
    "research":"Forschung",
    "publications":"Veröffentlichungen",
    "cv":"Lebenslauf",
    "contact":"Kontakt",
    "viewResearch":"Sehen Sie sich meine Forschung an",
    "downloadCV":"Lebenslauf herunterladen",
    "researchProjects":"Forschungsprojekte",
    "publicationsPart":"Veröffentlichungen",
    "curriculumVitae":"Lebenslauf",
    "skills":"Fähigkeiten"
  }