{
  "homeTitle": "Pursuing Knowledge, Shaping the Future",
  "homeSubtitle": "Master's Student in Construction Management | Aspiring PhD Candidate",
  "aboutTitle": "About Me",
  "aboutText1": "I am a dedicated student pursuing my studies in Construction Engineering and Management at the University of Azad Islamic of Science and Research of Tehran. My academic journey is deeply rooted in the intersection of construction engineering and cutting-edge technologies, with a particular focus on artificial intelligence (AI) and its applications in the built environment. My current research revolves around leveraging Convolutional Neural Networks (CNNs) and deep learning techniques for concrete crack detection, aiming to enhance structural health monitoring and improve the safety and longevity of infrastructure.",
  "aboutText2": "Driven by a passion for innovation, I am committed to exploring how AI can revolutionize traditional construction practices, from predictive maintenance to automated quality control. My work not only reflects my technical expertise but also my desire to contribute to sustainable and resilient infrastructure development.",
  "aboutText3": "Beyond my academic pursuits, I am an avid learner and enthusiast of AI, constantly seeking to expand my knowledge and skills in machine learning, computer vision, and data-driven decision-making. I aspire to bridge the gap between construction management and advanced technologies, fostering a future where intelligent systems play a pivotal role in shaping the built environment.",
  "researchTitle": "Research Projects",
  "publicationsTitle": "Publications",
  "cvTitle": "Curriculum Vitae",
  "contactTitle": "Contact",
  "contactText": "Feel free to reach out to me via email or connect with me on GitHub, LinkedIn, Scopus, Google Scholar, and ORCID.",
  "about": "About",
  "research": "Research",
  "publications": "Publications",
  "cv": "CV",
  "contact": "Contact",
  "viewResearch": "View My Research",
  "downloadCV": "Download CV",
  "researchProjects": "Research Projects",
  "publicationsPart": "Publications",
  "publicationTitle": "Title",
  "publicationYear": "Year",
  "publicationJournal": "Journal/Conference",
  "publicationLink": "Link",
  "curriculumVitae": "Curriculum Vitae",
  "cvText": "Download my CV to learn more about my academic and professional background.",
  "skills": "Skills",
  "learnMore":"Learn More"
}