{
  "homeTitle": "Poursuivre la connaissance, façonner l’avenir",
  "homeSubtitle": "Étudiant à la maîtrise en gestion de la construction | Aspirant doctorant",
  "aboutTitle": "Sur moi",
  "aboutText1": "Je suis un étudiant dévoué poursuivant mes études en gestion de la construction à l'Université islamique des sciences et de la recherche Azad de Téhéran. Mon parcours académique est profondément ancré à l'intersection de l'ingénierie de la construction et des technologies de pointe, avec un accent particulier sur l'intelligence artificielle (IA) et ses applications dans l'environnement bâti. Mes recherches actuelles portent sur l'exploitation des réseaux de neurones convolutifs (CNN) et des techniques d'apprentissage profond pour la détection des fissures dans le béton, dans le but d'améliorer la surveillance de l'état des structures et d'améliorer la sécurité et la longévité des infrastructures.",
  "aboutText2": "Animé par une passion pour l'innovation, je m'engage à explorer comment l'IA peut révolutionner les pratiques de construction traditionnelles, de la maintenance prédictive au contrôle qualité automatisé. Mon travail reflète non seulement mon expertise technique mais aussi ma volonté de contribuer au développement d’infrastructures durables et résilientes.",
  "aboutText3": "Au-delà de mes activités académiques, je suis un apprenant avide et passionné d'IA, cherchant constamment à élargir mes connaissances et mes compétences en apprentissage automatique, en vision par ordinateur et en prise de décision basée sur les données. J'aspire à combler le fossé entre la gestion de la construction et les technologies de pointe, en favorisant un avenir où les systèmes intelligents jouent un rôle central dans l'élaboration de l'environnement bâti.",
  "researchTitle": "Projets de recherche",
  "publicationsTitle": "Publications",
  "cvTitle": "Curriculum vitae",
  "contactTitle": "Contact",
  "contactText": "N'hésitez pas à me contacter par e-mail ou à me contacter sur GitHub, LinkedIn, Scopus, Google Scholar et ORCID.",
  "about": "à propos",
  "research": "recherche",
  "publications": "publications",
  "cv": "cv",
  "contact": "contact",
  "viewResearch": "View My Research",
  "downloadCV": "Download CV",
  "researchProjects": "Research Projects",
  "publicationsPart": "Publications",
  "publicationTitle": "Title",
  "publicationYear": "Year",
  "publicationJournal": "Journal/Conference",
  "publicationLink": "Lien",
  "curriculumVitae": "Curriculum vitae",
  "cvText": "Téléchargez mon CV pour en savoir plus sur mon parcours académique et professionnel.",
  "skills": "Compétences",
  "learnMore":"Apprendre encore plus"
}