{
  "homeTitle": "ज्ञान का पीछा करना, भविष्य को आकार देना",
  "homeSubtitle": "निर्माण प्रबंधन में स्नातकोत्तर छात्र | इच्छुक पीएचडी उम्मीदवार",
  "aboutTitle": "मेरे बारे में",
  "aboutText1": "मैं तेहरान के आजाद इस्लामिक ऑफ साइंस एंड रिसर्च विश्वविद्यालय में निर्माण प्रबंधन में अपनी पढ़ाई करने वाला एक समर्पित छात्र हूं। मेरी शैक्षणिक यात्रा निर्माण इंजीनियरिंग और अत्याधुनिक प्रौद्योगिकियों के अंतर्संबंध में गहराई से निहित है, जिसमें कृत्रिम बुद्धिमत्ता (एआई) और निर्मित वातावरण में इसके अनुप्रयोगों पर विशेष ध्यान दिया गया है। मेरा वर्तमान शोध कंक्रीट दरार का पता लगाने के लिए कन्वेन्शनल न्यूरल नेटवर्क (सीएनएन) और गहन शिक्षण तकनीकों का लाभ उठाने के इर्द-गिर्द घूमता है, जिसका उद्देश्य संरचनात्मक स्वास्थ्य निगरानी को बढ़ाना और बुनियादी ढांचे की सुरक्षा और दीर्घायु में सुधार करना है।",
  "aboutText2": "नवाचार के जुनून से प्रेरित होकर, मैं यह पता लगाने के लिए प्रतिबद्ध हूं कि एआई भविष्य कहनेवाला रखरखाव से लेकर स्वचालित गुणवत्ता नियंत्रण तक पारंपरिक निर्माण प्रथाओं में कैसे क्रांति ला सकता है। मेरा काम न केवल मेरी तकनीकी विशेषज्ञता को दर्शाता है बल्कि टिकाऊ और लचीले बुनियादी ढांचे के विकास में योगदान देने की मेरी इच्छा को भी दर्शाता है।",
  "aboutText3": "अपनी शैक्षणिक गतिविधियों से परे, मैं एआई का एक उत्साही शिक्षार्थी और उत्साही हूं, मशीन लर्निंग, कंप्यूटर विज़न और डेटा-संचालित निर्णय लेने में अपने ज्ञान और कौशल का विस्तार करने के लिए लगातार प्रयास कर रहा हूं। मैं निर्माण प्रबंधन और उन्नत प्रौद्योगिकियों के बीच अंतर को पाटने की आकांक्षा रखता हूं, एक ऐसे भविष्य को बढ़ावा देना जहां बुद्धिमान सिस्टम निर्मित वातावरण को आकार देने में महत्वपूर्ण भूमिका निभाएं।",
  "researchTitle": "अनुसंधान परियोजनाएँ",
  "publicationsTitle": "प्रकाशनों",
  "cvTitle": "बायोडाटा",
  "contactTitle": "संपर्क",
  "contactText": "बेझिझक मुझसे ईमेल के माध्यम से संपर्क करें या GitHub और LinkedIn पर मुझसे जुड़ें।",
  "about": "के बारे में",
  "research": "अनुसंधान",
  "publications": "प्रकाशनों",
  "cv": "सीवी",
  "contact": "संपर्क",
  "viewResearch": "मेरा शोध देखें",
  "downloadCV": "सीवी डाउनलोड करें",
  "researchProjects": "अनुसंधान परियोजनाएँ",
  "publicationsPart": "प्रकाशनों",
  "publicationTitle": "शीर्षक",
  "publicationYear": "वर्ष",
  "publicationJournal": "जर्नल/सम्मेलन",
  "publicationLink": "जोड़ना",
  "curriculumVitae": "बायोडाटा",
  "cvText": "मेरी शैक्षणिक और व्यावसायिक पृष्ठभूमि के बारे में अधिक जानने के लिए मेरा सीवी डाउनलोड करें।",
  "skills": "कौशल",
  "learnMore":"Learn More"
}