{
  "homeTitle": "Kennis nastreven, de toekomst vormgeven",
  "homeSubtitle": "Masterstudent Bouwmanagement | Aspirant promovendus",
  "aboutTitle": "Over mij",
  "aboutText1": "Ik ben een toegewijde student die mijn studie bouwtechniek en management volgt aan de Universiteit van Azad Islamic of Science and Research van Teheran. Mijn academische reis is diep geworteld op het snijvlak van bouwtechniek en geavanceerde technologieën, met een bijzondere focus op kunstmatige intelligentie (AI) en de toepassingen ervan in de gebouwde omgeving. Mijn huidige onderzoek draait om het inzetten van Convolutional Neural Networks (CNNs) en deep learning-technieken voor de detectie van betonscheuren, met als doel de structurele gezondheidsmonitoring te verbeteren en de veiligheid en levensduur van infrastructuur te verbeteren.",
  "aboutText2": "Gedreven door een passie voor innovatie, wil ik onderzoeken hoe AI een revolutie teweeg kan brengen in traditionele bouwpraktijken, van voorspellend onderhoud tot geautomatiseerde kwaliteitscontrole. Mijn werk weerspiegelt niet alleen mijn technische expertise, maar ook mijn wens om bij te dragen aan een duurzame en veerkrachtige infrastructuurontwikkeling.",
  "aboutText3": "Naast mijn academische bezigheden ben ik een enthousiaste leerling en liefhebber van AI, waarbij ik voortdurend probeer mijn kennis en vaardigheden op het gebied van machinaal leren, computervisie en datagestuurde besluitvorming uit te breiden. Ik streef ernaar om de kloof tussen bouwmanagement en geavanceerde technologieën te overbruggen en zo een toekomst te bevorderen waarin intelligente systemen een centrale rol spelen bij het vormgeven van de gebouwde omgeving.",
  "researchTitle": "Onderzoeksprojecten",
  "publicationsTitle": "Publicaties",
  "cvTitle": "Curriculum Vitae",
  "contactTitle": "Contact",
  "contactText": "Neem gerust contact met mij op via e-mail of maak contact met mij op GitHub, LinkedIn, Scopus, Google Scholar en ORCID.",
  "about": "Over",
  "research": "Onderzoek",
  "publications": "Publicaties",
  "cv": "CV",
  "contact": "Contact",
  "viewResearch": "Bekijk mijn onderzoek",
  "downloadCV": "CV downloaden",
  "researchProjects": "Onderzoeksprojecten",
  "publicationsPart": "Publicaties",
  "publicationTitle": "Titel",
  "publicationYear": "Jaar",
  "publicationJournal": "Tijdschrift/conferentie",
  "publicationLink": "Link",
"curriculumVitae": "Curriculum Vitae",
  "cvText": "Download mijn CV voor meer informatie over mijn academische en professionele achtergrond.",
  "skills": "Vaardigheden",
  "learnMore":"Meer informatie"
}