{
  "homeTitle": "Em busca do conhecimento, moldando o futuro",
  "homeSubtitle": "Mestrando em Gestão de Obras | Aspirante a doutorando",
  "aboutTitle": "Sobre mim",
  "aboutText1": "Sou um estudante dedicado que prossegue meus estudos em Engenharia e Gestão de Construção na Universidade Azad Islâmica de Ciência e Pesquisa de Teerã. O meu percurso académico está profundamente enraizado na intersecção da engenharia de construção e das tecnologias de ponta, com particular foco na inteligência artificial (IA) e nas suas aplicações no ambiente construído. Minha pesquisa atual gira em torno do aproveitamento de Redes Neurais Convolucionais (CNNs) e técnicas de aprendizagem profunda para detecção de fissuras em concreto, com o objetivo de aprimorar o monitoramento da saúde estrutural e melhorar a segurança e a longevidade da infraestrutura.",
  "aboutText2": "Movido por uma paixão pela inovação, estou empenhado em explorar como a IA pode revolucionar as práticas tradicionais de construção, desde a manutenção preditiva ao controlo de qualidade automatizado. O meu trabalho não reflecte apenas a minha experiência técnica, mas também o meu desejo de contribuir para o desenvolvimento de infra-estruturas sustentáveis ​​e resilientes.",
  "aboutText3": "Além de minhas atividades acadêmicas, sou um aluno ávido e entusiasta de IA, buscando constantemente expandir meus conhecimentos e habilidades em aprendizado de máquina, visão computacional e tomada de decisões baseada em dados. Aspiro colmatar a lacuna entre a gestão da construção e as tecnologias avançadas, promovendo um futuro onde os sistemas inteligentes desempenhem um papel fundamental na formação do ambiente construído.",
  "researchTitle": "Projetos de Pesquisa",
  "publicationsTitle": "Publicações",
  "cvTitle": "Curriculum vitae",
  "contactTitle": "Contato",
  "contactText": "Sinta-se à vontade para entrar em contato comigo por e-mail ou conectar-se comigo no GitHub, LinkedIn, Scopus, Google Scholar e ORCID.",
  "about": "Sobre",
  "research": "Pesquisar",
  "publications": "Publicações",
  "cv": "CV",
  "contact": "Contato",
  "viewResearch": "Ver minha pesquisa",
  "downloadCV": "Baixar currículo",
  "researchProjects": "Projetos de Pesquisa",
  "publicationsPart": "Publicações",
  "publicationTitle": "Título",
  "publicationYear": "Ano",
  "publicationJournal": "Diário/Conferência",
  "publicationLink": "Link",
"curriculumVitae": "Curriculum vitae",
  "cvText": "Baixe meu currículo para saber mais sobre minha formação acadêmica e profissional.",
  "skills": "Habilidades",
  "learnMore":"Saber mais"
}