{
  "homeTitle": "Стремление к знаниям, формирование будущего",
  "homeSubtitle": "Студент магистратуры по управлению строительством | Кандидат на PhD",
  "aboutTitle": "Обо мне",
  "aboutText1": "Я прилежный студент, продолжаю обучение по специальности «Управление строительством» в Исламском университете науки и исследований Азад в Тегеране. Мой академический путь глубоко укоренен на пересечении строительной техники и передовых технологий, с особым упором на искусственный интеллект (ИИ) и его применение в искусственной среде. Мои текущие исследования вращаются вокруг использования сверточных нейронных сетей (CNN) и методов глубокого обучения для обнаружения трещин в бетоне с целью улучшения мониторинга состояния конструкций, а также повышения безопасности и долговечности инфраструктуры.",
  "aboutText2": "Движимый страстью к инновациям, я стремлюсь изучить, как искусственный интеллект может революционизировать традиционные методы строительства, от профилактического обслуживания до автоматического контроля качества. Моя работа отражает не только мой технический опыт, но и мое желание внести свой вклад в устойчивое и устойчивое развитие инфраструктуры.",
  "aboutText3": "Помимо академических занятий, я заядлый ученик и энтузиаст искусственного интеллекта, постоянно стремящийся расширить свои знания и навыки в области машинного обучения, компьютерного зрения и принятия решений на основе данных. Я стремлюсь преодолеть разрыв между управлением строительством и передовыми технологиями, создавая будущее, в котором интеллектуальные системы будут играть ключевую роль в формировании искусственной среды.",
  "researchTitle": "Исследовательские проекты",
  "publicationsTitle": "Публикации",
  "cvTitle": "Резюме",
  "contactTitle": "Контакт",
  "contactText": "Не стесняйтесь обращаться ко мне по электронной почте или связываться со мной на GitHub, LinkedIn, Scopus, Google Scholar и ORCID.",
  "about": "о",
  "research": "исследовать",
  "publications": "публикации",
  "cv": "резюме",
  "contact": "контакт",
  "viewResearch": "Посмотреть мои исследования",
  "downloadCV": "Скачать резюме",
  "researchProjects": "Исследовательские проекты",
  "publicationsPart": "Публикации",
  "publicationTitle": "Заголовок",
  "publicationYear": "Год",
  "publicationJournal": "Журнал/Конференция",
  "publicationLink": "Связь",
"curriculumVitae": "Резюме",
  "cvText": "Загрузите мое резюме, чтобы узнать больше о моем академическом и профессиональном опыте.",
  "skills": "Навыки",
  "learnMore":"Learn More"
}