{
  "homeTitle": "Buscando conocimiento, dando forma al futuro",
  "homeSubtitle": "Estudiante de Maestría en Gestión de la Construcción | Aspirante a candidato a doctorado",
  "aboutTitle": "Acerca de mí",
  "aboutText1": "Soy un estudiante dedicado que cursa mis estudios en Ingeniería y Gestión de la Construcción en la Universidad Islámica de Ciencias e Investigación de Azad de Teherán. Mi trayectoria académica está profundamente arraigada en la intersección de la ingeniería de la construcción y las tecnologías de vanguardia, con un enfoque particular en la inteligencia artificial (IA) y sus aplicaciones en el entorno construido. Mi investigación actual gira en torno al aprovechamiento de las redes neuronales convolucionales (CNN) y técnicas de aprendizaje profundo para la detección de grietas en el concreto, con el objetivo de mejorar el monitoreo de la salud estructural y mejorar la seguridad y longevidad de la infraestructura.",
  "aboutText2": "Impulsado por una pasión por la innovación, estoy comprometido a explorar cómo la IA puede revolucionar las prácticas de construcción tradicionales, desde el mantenimiento predictivo hasta el control de calidad automatizado. Mi trabajo no solo refleja mi experiencia técnica sino también mi deseo de contribuir al desarrollo de infraestructura sostenible y resiliente.",
  "aboutText3": "Más allá de mis actividades académicas, soy un ávido aprendiz y entusiasta de la IA, y busco constantemente ampliar mis conocimientos y habilidades en aprendizaje automático, visión por computadora y toma de decisiones basada en datos. Aspiro a cerrar la brecha entre la gestión de la construcción y las tecnologías avanzadas, fomentando un futuro en el que los sistemas inteligentes desempeñen un papel fundamental en la configuración del entorno construido.",
  "researchTitle": "Proyectos de investigación",
  "publicationsTitle": "Publicaciones",
  "cvTitle": "Currículum vitae",
  "contactTitle": "Contacto",
  "contactText": "No dude en comunicarse conmigo por correo electrónico o conectarse conmigo en GitHub, LinkedIn, Scopus, Google Scholar y ORCID.",
  "about": "Acerca de",
  "research": "Investigación",
  "publications": "Publicaciones",
  "cv": "CV",
  "contact": "Contacto",
  "viewResearch": "Ver mi investigación",
  "downloadCV": "Descargar CV",
  "researchProjects": "Proyectos de investigación",
  "publicationsPart": "Publicaciones",
  "publicationTitle": "Título",
  "publicationYear": "Año",
  "publicationJournal": "Revista/Conferencia",
  "publicationLink": "Enlace",
"curriculumVitae": "Currículum vitae",
  "cvText": "Descarga mi CV para conocer más sobre mi trayectoria académica y profesional.",
  "skills": "Habilidades",
  "learnMore":"Más información"
}